Repository: hunter74/ajax-bootmodal-login
Catalog: lang/alimir-*.po
Languages: de_de

source: <p class="alert alert-info" data-alert="alert">Please fill all the fields.</p>
de_de: <p class="alert alert-info" data-alert="alert">Bitte füllen Sie ale Felder aus.</p>

source: <p class="alert alert-error" data-alert="alert">captcha invalid.</p>
de_de: <p class="alert alert-error" data-alert="alert">Eingetragener Text falsch.</p>

source: <p class="alert alert-success" data-alert="alert">Registration complete. Please check your e-mail.</p>
de_de: <p class="alert alert-success" data-alert="alert">Registrierung erfolreich.</p>

source: <p class="alert alert-success" data-alert="alert">Password Reset. Please check your email.</p>
de_de: <p class="alert alert-success" data-alert="alert">Passwort wurde erneuert. Bitte überprüfen Sie Ihr E-Mailkonto.</p>

source: Please enter a username or e-mail address.
de_de: Bitte geben Sie ein Benutzername oder ein Passwort ein.

source: There is no user registered with that email address.
de_de: Kein Benutzerkonto mit entsprechender E-Mail Adresse gefunden.

source: Invalid username or e-mail.
de_de: Benutzername oder Passwort nicht korrekt.

source: Password reset is not allowed for this user
de_de: Das erneuern des Passwortes ist nicht erlaubt für diesen Benutzer.

source: Someone requested that the password be reset for the following account:
de_de: Für den folgenden Account wird ein neues Passwort angefordert:

source: If this was a mistake, just ignore this email and nothing will happen.
de_de: Bitte ignorieren Sie diese E-Mail, falls dies ein Fehler war.

source: To reset your password, visit the following address:
de_de: Um Ihr Passwort zu ändern, klicken Sie auf folgenden Link:

source: The e-mail could not be sent.<br />Possible reason: your host may have disabled the mail() function.
de_de: Die E-Mail wurde nicht versandt.<br />Möglicherweise besteht ein Problem mit dem Server.

source: Recently Viewed Posts
de_de: Zuletzt angesehene Beiträge

source: You have not viewed any posts recently.
de_de: Sie haben aktuell keine Beiträge angesehen.

source: Recent Comments
de_de: Aktuelle Komentare

source: You have not made any comment.
de_de: Sie haben noch kein Kommentar erstellt

source: Username
de_de: Benutzername

source: Password
de_de: Passwort

source: Click to refresh captcha
de_de: Klicken Sie hier um einen neuen Captcha anzuzeigen

source: Remember Me
de_de: Login merken

source: Not registered?
de_de: Jetzt registrieren

source: Lost your password?
de_de: Passwort vergessen

source: loading...
de_de: laden...

source: Submit
de_de: Absenden

source: User LostPassword
de_de: Passwort verloren

source: Username or Email
de_de: Benutzername oder E-Mail

source: Log in
de_de: Jetzt anmelden

source: Already registered? Login
de_de: Bereits registriert? Anmelden

source: A password will be emailed to you.
de_de: Ihr neues Passwort erhalten Sie per E-Mail.

source: Welcome Dear
de_de: Willkommen

source: User Name:
de_de: Benutzername:

source: User ID:
de_de: Benutzer ID:

source: Display Name:
de_de: Angezeigter Name:

source: Profile
de_de: zur Profilseite
